---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Stationing
source: html/317df089-d526-fb94-5548-7b480bfafd04.htm
---
# Autodesk.Revit.DB.SpecTypeId.Stationing Property

Stationing, in discipline Infrastructure.

## Syntax (C#)
```csharp
public static ForgeTypeId Stationing { get; }
```